const ru = {
	translation: {
		Onboarding: {
			backButton: 'Назад',
			nextButton: 'Далее'
		},
		onboardingStep1: {
			desription: `
				Для начала мне нужно узнать, на каком языке тебе показать интерфейс💻.
				На поиск это никак не повлияет! Лучше всего выбрать язык, на котором
				ты думаешь🤔`,
			secDesc: `
				Я создан энтузиастами, которые против того, чтобы ты платил за
				возможность лайкнуть кого-то 😉, поэтому стоит выразить благодарность
				BOOST ACE за инвестицию в мое создание!⚡️ Может быть в будущем, мы
				добавим NFT 📝проект, но мы сами, мягко говоря, уж очень не любим
				TINDER/BADOO за то, что там требуется оплата, чтобы увидеть кто вас
				лайкнул🤨.
				`
		},
		onboardingStep2: {
			title: `🛑КРАСАВА! А теперь<br/>
			остановись!🛑`,
			description: `Это очень важный пункт, требуется чуть больше <br /> ‼️ВНИМАНИЯ‼️, ведь
				в зависимости от того, что ты выберешь, будет 2 варианта событий:`,
			firstchoose: `Человек из реальной жизни: поиск человека с твоего города, который играет в такие же игры 😋 Считай, что после катки в PUBG вы оба можете спокойно встретиться и погулять по городу – круто же?😎`,
			secondChoose: `Просто поиграть🎮: поиск тиммейта из любой страны! 🌐Если хочется просто найти человека по интересам, то это идеальный вариант!👌🏻`,
			label1: `Человека из реальной жизни`,
			label2: `Просто поиграть`
		},
		onboardingStep3: {
			title: `Выбери, где хочешь продолжить`,
			label1: 'Вебапп',
			label2: 'Бот'
		},
		onBoardingRules: {
			title: `Правила использования`,
			description: `Существует несколько несложных правил, 
			которые необходимо соблюдать:`,
			numeric1: `Анкеты с прокачкой, обменом и продажей аккаунтов - скам, который немедленно улетает в бан. (Ты ведь знаешь, что лучший сервис для прокачки`,
			numeric2: `Запрещено просить других пользователей повысить вашу популярность📈 – за это грозит блокировка.`,
			numeric3: `Мы любим людей за поступки, а не за их национальность! 🇷🇺+🇺🇦 = 🫂 Любые нападки на любую сторону будут караться баном! Люди ≠ правительство! Также запрещена пропаганда алкоголя, сигарет, котиков!`,
			info: `P.S. Уважаемые пацаны, если вы видите на аватарке милую девушку, у которой выключен микрофон, то не будьте оленями  🦌`,
			admin: `🟣⚫️🟣 В администрации бота нас трое. Все мы, в свое время, сидели в Леонардо Дай Винчике и видели какой треш там происходит. Мы не допустим у нас подобного и говорим вам об этом сразу! Мы будем четко следить за порядком и разбираться с нарушителям⛔️. И без обид, 
			помни, что именно пользователи создают 
			дружную атмосферу, в которой комфортно 
			находится всем! 😌`,
			button: `Принять правила и продолжить`,
			declineButton: `Отказаться`
		},
		accountInfo: {
			backButton: 'Назад',
			nextButton: 'Далее'
		},
		accountInfoStep1: {
			title: `Укажи свою любимую игру`,
			subtitle: `Эта информация используется для поиска, поэтому, если ты играешь в обе игры - выбери “Оба варианта”`
		},
		accountInfoStep2: {
			title: `Расскажи о себе`,
			label1: `Сколько тебе лет?`,
			placeholder1: `Введите ваш возвраст `,
			notification: `Тебе должно быть больше 14 лет`,
			label2: `Как тебя зовут (можно ввести игровой ник)`,
			placeholder2: `Введите ник`,
			label3: `Выбери пол`,
			button1: `Я парень`,
			button2: `Я девушка`,
			label4: `В какой стране ты проживаешь?`
		},
		accountInfoStep3: {
			title: 'Дополнительно',
			description: 'Оцените ваш уровень игры',
			button1: 'Низкий',
			button2: 'Средний',
			button3: 'Высокий',
			label: 'Введи свое хобби',
			placeholder: 'Расскажжи про свои увлечения'
		},
		dropDown: {
			placeholder: 'Выбрать'
		}
	}
}

export default ru
