const ru = {
	translation: {
		Onboarding: {
			backButton: 'Назад',
			nextButton: 'Продолжить'
		},
		onboardingStep1: {
			title: 'Мы рады тебя видеть!',
			desription: `Выбери язык, на котором ты хочешь продолжить`
		},
		onboardingStep2: {
			searchHolder: 'Во что ты играешь?',
			searchHolder: 'Поиск'
		},
		gameImageUpload: {
			upload: 'Добавить фото'
		},
		onboardingStep3: {
			title: `Выбери для чего ты хочешь найти человека`,
			description: `Это очень важный пункт, требуется чуть больше <br /> ‼️ВНИМАНИЯ‼️, ведь
				в зависимости от того, что ты выберешь, будет 2 варианта событий:`,
			label1: `Человека из реальной жизни`,
			secLabel1: `поиск человека с твоего города, который играет в такие же игры`,
			secLabel2: `поиск тиммейта из любой страны!`,
			label2: `Просто поиграть`
		},
		onBoardingRules: {
			title: `Правила использования`,
			numeric1: `Анкеты с прокачкой, обменом и продажей аккаунтов - скам, который немедленно улетает в бан. (Ты ведь знаешь, что лучший сервис для прокачки`,
			numeric2: `Запрещено просить других пользователей повысить вашу популярность – за это грозит блокировка.`,
			numeric3: `Мы любим людей за поступки, а не за их национальность! 🇷🇺+🇺🇦 = 🫂 Любые нападки на любую сторону будут караться баном! Люди ≠ правительство! Также запрещена пропаганда алкоголя, сигарет, котиков!`,
			button: `Принять правила`,
			declineButton: `Отказаться`
		},
		accountInfo: {
			backButton: 'Назад',
			nextButton: 'Далее'
		},
		accountInfoStep2: {
			title: `Расскажи о себе`,
			label1: `Сколько тебе лет?`,
			placeholder1: `Введите ваш возвраст `,
			notification: `Возраст должен быть от 14 лет`,
			label2: `Как тебя зовут?`,
			placeholder2: `Введи свой никнейм`,
			label3: `Твой пол`,
			button1: `Я парень`,
			button2: `Я девушка`,
			label4: `Где ты проживаешь?`,
			countryPlaceHolder: 'Город, страна',
			lang: 'Язык'
		},
		accountInfoStep3: {
			title: 'Последний шаг!',
			label: 'Расскажи о себе',
			placeholder: 'Пару слов о себе',
			char: 'символов',
			interest: 'Укажите свои интересы',
			tagplaceholder: 'Добавить свой',
			searchHolder: 'Поиск тегов'
		},
		photoContainer: {
			title: 'Загрузите фотографию',
			subtitle: 'Размер не должен превышать 10 мб'
		},
		dropDown: {
			placeholder: 'Выбрать'
		},
		targetSearchList: {
			justPlayTxt: 'Просто поиграть',
			conquerorTxt: 'Завоеватель',
			praksTxt: 'Праки',
			duoTxt: 'Дуо'
		},
		bottomBar: {
			label1: 'Главная',
			label2: 'Поиск',
			label3: 'Друзья',
			label4: 'Профиль'
		},
		statusFilter: {
			label1: 'Сейчас в сети',
			label2: 'Оффлайн'
		},
		skipButton: {
			text: 'Пропустить'
		},
		messageButton: {
			text: 'Написать'
		},
		inviteButton: {
			text: 'Пригласить'
		},
		userFiltersModal: {
			scope1: 'По городу',
			scope2: 'По стране',
			scope3: 'По миру',
			mainTitle: 'Фильтры',
			subtitle1: 'Выбрать игру',
			subtitle2: 'Поиск по полу',
			subtitle3: 'Местоположение',
			backButton: 'Назад',
			acceptButton: 'Применить'
		},
		friends: {
			title: 'Друзья'
		},
		profile: {
			description: 'Описание',
			games: 'Ваши игры',
			games_description: 'Изменить список игры и целей',
			settings: 'Настройки профиля',
			settings_description: 'Личная информация, описание теги',
			support: 'Обратиться в поддержку',
			support_description: 'Личная информация, описание теги',
			rules: 'Правила пользования',
			rules_description: 'Личная информация, описание теги',
			privacy: 'Политика конфиденциальности',
			privacy_description: 'Личная информация, описание теги'
		},
		profileSettings: {
			title: 'Настройки профиля',
			backBtn: 'Назад',
			saveBtn: 'Сохранить'
		},
		profileGames: {
			title: 'Ваши игры',
			subtitle: 'Добавить игру'
		},
		profileSupport: {
			title: 'Обращение в поддержку',
			messageTitle: 'Выберите тему обращения',
			problemTitle: 'Опишите проблему',
			problemDesc: 'Дайте подробное описание вопроса'
		}
	}
}

export default ru
