const ua = {
	translation: {
		Onboarding: {
			backButton: 'Назад',
			nextButton: 'Далей'
		},
		onboardingStep1: {
			title: 'Ми раді тебе бачити!',
			desription: `Вибери мову, якою ти хочеш продовжити`
		},
		onboardingStep2: {
			title: 'Вкажи свої улюблені ігри',
			searchHolder: 'Пошук'
		},
		onboardingStep3: {
			title: `Вибери для чого ти хочеш знайти людину`,
			description: `Це дуже важливий пункт, потрібно трохи більше <br /> ‼️ВНИМАНИЯ‼️, адже
				залежно від того, що ти вибереш, буде 2 варіанти подій:`,
			label1: `Людина з реального життя`,
			secLabel1: `пошук людини з твого міста, яка грає в такі самі ігри`,
			secLabel2: `пошук тіммейта з будь-якої країни!`,
			label2: `Просто пограти`
		},
		onBoardingRules: {
			title: `Правила використання`,
			numeric1: `Анкети з прокачуванням, обміном і продажем акаунтів - скам, який негайно відлітає в бан. (Ти ж знаєш, що найкращий сервіс для прокачування`,
			numeric2: `Заборонено просити інших користувачів підвищити вашу популярність - за це загрожує блокування.`,
			numeric3: `Ми любимо людей за вчинки, а не за їх національність! 🇷🇺+🇺🇦 = 🫂 Будь-які нападки на будь-яку сторону будуть каратися баном! Люди ≠ уряд! Також заборонена пропаганда алкоголю, сигарет, котиків!`,
			button: `Прийняти правила`,
			declineButton: `Відмовитися`
		},
		accountInfo: {
			backButton: 'Назад',
			nextButton: 'Далей'
		},
		accountInfoStep2: {
			title: `Розкажи про себе`,
			label1: `Скільки тобі років?`,
			placeholder1: `Введіть ваш вік`,
			notification: `Вік має бути від 14 років`,
			label2: `Як тебе звуть?`,
			placeholder2: `Введи свій нікнейм`,
			label3: `Твоя стать`,
			button1: `Я хлопець`,
			button2: `Я дівчина`,
			label4: `Де ти проживаєш?`,
			countryPlaceHolder: 'Місто, країна'
		},
		accountInfoStep3: {
			title: 'Останній крок!',
			label: 'Розкажи про себе',
			placeholder: 'Кілька слів про себе',
			char: 'символів',
			interest: 'Вкажіть свої інтереси',
			tagplaceholder: 'Додати свій',
			searchHolder: 'Пошук тегів'
		},
		photoContainer: {
			title: 'Завантажте фотографію',
			subtitle: 'Розмір не повинен перевищувати 10 мб'
		},
		dropDown: {
			placeholder: 'Вибрати'
		},
		targetSearchList: {
			justPlayTxt: 'Просто пограти',
			conquerorTxt: 'Завойовник',
			praksTxt: 'Праки',
			duoTxt: 'Дуо'
		},
		bottomBar: {
			label1: 'Головна',
			label2: 'Пошук',
			label3: 'Друзі',
			label4: 'Профіль'
		},
		statusFilter: {
			label1: 'Зараз онлайн',
			label2: 'Офлайн'
		},
		skipButton: {
			text: 'Пропустити'
		},
		messageButton: {
			text: 'Написати'
		},
		inviteButton: {
			text: 'Запросити'
		},
		userFiltersModal: {
			scope1: 'По місту',
			scope2: 'По країні',
			scope3: 'По світу',
			mainTitle: 'Фільтри',
			subtitle1: 'Обрати гру',
			subtitle2: 'Пошук по статі',
			subtitle3: 'Місцезнаходження',
			backButton: 'Назад',
			acceptButton: 'Застосувати'
		},
		friends: {
			title: 'Друзі'
		},
		profile: {
			description: 'Опис',
			games: 'Ваші ігри',
			games_description: 'Змінити список гри та цілей',
			settings: 'Налаштування профілю',
			settings_description: 'Особиста інформація, опис теги',
			support: 'Звернутися на підтримку',
			support_description: 'Особиста інформація, опис теги',
			rules: 'Правила користування',
			rules_description: 'Особиста інформація, опис теги',
			privacy: 'Політика конфіденційності',
			privacy_description: 'Особиста інформація, опис теги'
		}
	}
}

export default ua
