const uk = {
	translation: {
		Onboarding: {
			backButton: 'Назад',
			nextButton: 'Далей'
		},
		onboardingStep1: {
			desription: `
				Для початку мені потрібно дізнатися, якою мовою тобі показати інтерфейс💻.
				На пошук це ніяк не вплине! Найкраще вибрати мову, якою
				ти думаєш🤔`,
			secDesc: `
				Я створений ентузіастами, які проти того, щоб ти платив за
				можливість лайкнути когось 😉, тому варто висловити подяку
				BOOST ACE за інвестицію в моє створення! ⚡️ Можливо, в майбутньому, ми
				додамо NFT 📝проєкт, але ми самі, м'яко кажучи, вже дуже не любимо
				TINDER/BADOO за те, що там потрібна оплата, щоб побачити хто вас
				лайкнув🤨.
				`
		},
		onboardingStep2: {
			title: `🛑КРАСАВА! А тепер <br/>
			зупинись!🛑`,
			description: `Це дуже важливий пункт, потрібно трохи більше <br /> ‼️ВНИМАНИЯ‼️, адже
				залежно від того, що ти вибереш, буде 2 варіанти подій:`,
			firstchoose: `Людина з реального життя: пошук людини з твого міста, яка грає в такі ж ігри 😋 Вважай, що після ковзанки в PUBG ви обоє можете спокійно зустрітися і погуляти містом - круто ж 😎`,
			secondChoose: `Просто пограти🎮: пошук тіммейта з будь-якої країни! 🌐Якщо хочеться просто знайти людину за інтересами, то це ідеальний варіант! 👌🏻`,
			label1: `Людина з реального життя`,
			label2: `Просто пограти`
		},
		onboardingStep3: {
			title: `Вибери, де хочеш продовжити`,
			label1: 'Вебапп',
			label2: 'Бот'
		},
		onBoardingRules: {
			title: `Правила використання`,
			description: `Існує кілька нескладних правил, 
			яких необхідно дотримуватися:`,
			numeric1: `Анкети з прокачуванням, обміном і продажем акаунтів - скам, який негайно відлітає в бан. (Ти ж знаєш, що найкращий сервіс для прокачування`,
			numeric2: `Заборонено просити інших користувачів підвищити вашу популярність📈 - за це загрожує блокування.`,
			numeric3: `Ми любимо людей за вчинки, а не за їх національність! 🇷🇺+🇺🇦 = 🫂 Будь-які нападки на будь-яку сторону будуть каратися баном! Люди ≠ уряд! Також заборонена пропаганда алкоголю, сигарет, котиків!`,
			info: `P.S. Шановні пацани, якщо ви бачите на аватарці милу дівчину, у якої вимкнений мікрофон, то не будьте оленями 🦌`,
			admin: `🟣⚫️🟣 В адміністрації бота нас троє. Всі ми, свого часу, сиділи в Леонардо Дай Вінчику і бачили який треш там відбувається. Ми не допустимо у нас подібного і говоримо вам про це відразу! Ми будемо чітко стежити за порядком і розбиратися з нарушителям⛔️. І без образ, 
			пам'ятай, що саме користувачі створюють 
			дружну атмосферу, в якій комфортно 
			знаходиться всім! 😌`,
			button: `Прийняти правила і продовжити`,
			declineButton: `Відмовитися`
		},
		accountInfo: {
			backButton: 'Назад',
			nextButton: 'Далей'
		},
		accountInfoStep1: {
			title: `Вкажи свою улюблену гру`,
			subtitle: `Ця інформація використовується для пошуку, тому, якщо ти граєш в обидві гри - вибери «Обидва варіанти»`
		},
		accountInfoStep2: {
			title: `Розкажи про себе`,
			label1: `Скільки тобі років?`,
			placeholder1: `Введіть ваш вік`,
			notification: `Тобі має бути більше 14 років`,
			label2: `Як тебе звуть (можна ввести ігровий нік)`,
			placeholder2: `Введіть нік`,
			label3: `Вибери стать`,
			button1: `Я хлопець`,
			button2: `Я дівчина`,
			label4: `У якій країні ти проживаєш?`
		},
		accountInfoStep3: {
			title: 'Додатково',
			description: 'Оцініть ваш рівень гри',
			button1: 'Низький',
			button2: 'Середній',
			button3: 'Високий',
			label: 'Введи своє хобі',
			placeholder: 'Розкажи про свої захоплення'
		},
		dropDown: {
			placeholder: 'Вибрати'
		}
	}
}

export default uk
