export const mockUser = [
	{
		nickname: 'Ирина Кузнецова',
		image: 'https://i.pravatar.cc/300',
		age: '19',
		city: 'Москва',
		country: 'Россия',
		gender: 'Женщина',
		selectedLanguage: 'Русский',
		country_code: 'RU',
		about: `Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений. Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений.`,
		interests: [
			'Киберспорт',
			'Футбол',
			'Плавание',
			'Бокс',
			'Волейбол',
			'Баскетбол',
			'Теннис',
			'Нарды'
		]
	},
	{
		nickname: 'Дмитрий Шевцов',
		image: 'https://i.pravatar.cc/301',
		age: '25',
		city: 'Москва',
		country: 'Россия',
		gender: 'Мужчина',
		selectedLanguage: 'Русский',
		country_code: 'RU',
		about: `Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений. Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений.`,
		interests: [
			'Киберспорт',
			'Футбол',
			'Плавание',
			'Бокс',
			'Волейбол',
			'Баскетбол',
			'Теннис',
			'Нарды'
		]
	}
];
