export const mockUser = [
	{
		nickname: 'Ирина Кузнецова',
		image: 'https://i.pravatar.cc/300',
		age: '19',
		city: 'Москва',
		country: 'Россия',
		gender: 'Женщина',
		selectedLanguage: 'Русский',
		country_code: 'RU',
		about: `Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений. Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений.`,
		interests: [
			'Киберспорт',
			'Футбол',
			'Плавание',
			'Бокс',
			'Волейбол',
			'Баскетбол',
			'Теннис',
			'Нарды'
		],
		selectedMatchType: 'online',
		selectedCountry: ['Россия', 'Беларусь'],
		selectedGoal: [
			'Праки',
			'ТDM',
			'UltimateRoyal',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM',
			'ТDM'
		],
		selectedPrime: ['Утро (6:00 - 12:00)', 'Вечер (18:00 - 00:00)'],
		isOnline: true
	},
	{
		nickname: 'Дмитрий Шевцов',
		image: 'https://i.pravatar.cc/301',
		age: '25',
		city: 'Москва',
		country: 'Россия',
		gender: 'Мужчина',
		selectedLanguage: 'Русский',
		country_code: 'RU',
		about: `Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений. Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений.`,
		interests: [
			'Киберспорт',
			'Футбол',
			'Плавание',
			'Бокс',
			'Волейбол',
			'Баскетбол',
			'Теннис',
			'Нарды'
		],
		selectedMatchType: 'realLife',
		isOnline: false
	},
	{
		nickname: 'Валентин Кузнецов',
		image: 'https://i.pravatar.cc/307',
		age: '35',
		city: 'Москва',
		country: 'Россия',
		gender: 'Мужчина',
		selectedLanguage: 'Русский',
		country_code: 'RU',
		about: `Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений. Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений.`,
		interests: [
			'Киберспорт',
			'Футбол',
			'Плавание',
			'Бокс',
			'Волейбол',
			'Баскетбол',
			'Теннис',
			'Нарды'
		],
		selectedMatchType: 'realLife',
		isOnline: false
	},
	{
		nickname: 'Иван Иванов',
		image: 'https://i.pravatar.cc/305',
		age: '19',
		city: 'Москва',
		country: 'Россия',
		gender: 'Мужчина',
		selectedLanguage: 'Русский',
		country_code: 'RU',
		about: `Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений. Учитывая ключевые сценарии поведения, 
			внедрение современных методик предоставляет широкие возможности для глубоко 
			мысленных рассуждений.`,
		interests: [
			'Киберспорт',
			'Футбол',
			'Плавание',
			'Бокс',
			'Волейбол',
			'Баскетбол',
			'Теннис',
			'Нарды'
		],
		selectedMatchType: 'realLife',
		isOnline: false
	}
];
